---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.WinderFilletRadiusTooLargeFailure
source: html/3cb0b20a-0f27-60ca-0ce0-54f22acee0c8.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.WinderFilletRadiusTooLargeFailure Property

The value for Fillet Radius is too large to satisfy the Minimum Inside Width value.

## Syntax (C#)
```csharp
public static FailureDefinitionId WinderFilletRadiusTooLargeFailure { get; }
```